Repository: ozkangu/financial-management
Catalog: FinansFlow/Resources/Localizable.xcstrings
Source language: tr
Languages: en

source: --/ay
en: --/mo

source: Açıklama
en: Description

source: Açıklama (opsiyonel)
en: Description (optional)

source: Ad Soyad
en: Full Name

source: Aktif
en: Active

source: Alacak
en: Receivable

source: Alış Tarihi
en: Purchase Date

source: Altın
en: Gold

source: Araç
en: Vehicle

source: Araç Kredisi
en: Auto Loan

source: Atla
en: Skip

source: Ay
en: Month

source: Ayarlar
en: Settings

source: Aylık
en: Monthly

source: Aylık Bütçe (opsiyonel)
en: Monthly Budget (optional)

source: Aylık Ödeme
en: Monthly Payment

source: Aylık Ödeme (opsiyonel)
en: Monthly Payment (optional)

source: Aylık Pasif Gelir
en: Monthly Passive Income

source: BES
en: Retirement Fund

source: Bağlantı hatası
en: Connection error

source: Bağlı Yatırım
en: Linked Investment

source: Banka Hesabı
en: Bank Account

source: Banka Kartı
en: Debit Card

source: Başla
en: Get Started

source: Bekliyor
en: Pending

source: Birim Maliyet
en: Unit Cost

source: Borç Adı
en: Debt Name

source: Borç Bilgileri
en: Debt Details

source: Borç Düzenle
en: Edit Debt

source: Borç Ekle
en: Add Debt

source: Borçlar
en: Debts

source: Bu ay gider kaydı yok
en: No expenses recorded this month

source: Bütçe
en: Budget

source: BORÇLAR
en: DEBTS

source: DAĞILIM
en: DISTRIBUTION

source: Daha Fazla
en: More

source: Davet Et
en: Invite

source: Davet edeceğiniz kişinin e-postasını girin
en: Enter the email of the person you want to invite

source: Detaylar
en: Details

source: Devam
en: Continue

source: Devam etmek için kimlik doğrulama yapın
en: Authenticate to continue

source: Diğer
en: Other

source: Döviz
en: Forex

source: Düzenle
en: Edit

source: Değer
en: Value

source: Değerler
en: Values

source: E-posta
en: Email

source: Ek Bilgiler
en: Additional Info

source: Eşin veya ailenle ortak workspace oluştur, birlikte finansal durumunuzu yönetin.
en: Create shared workspaces with your spouse or family, manage finances together.

source: Face ID / Touch ID Kilidi
en: Face ID / Touch ID Lock

source: Faiz
en: Interest

source: Faiz Oranı % (opsiyonel)
en: Interest Rate % (optional)

source: Finans
en: Finance

source: Finansal hayatını kontrol altına al
en: Take control of your financial life

source: FinansFlow kullanım koşulları: Bu uygulamayı kullanarak, verilerinizin Supabase altyapısında güvenli bir şekilde saklanacağını kabul etmiş olursunuz.
en: FinansFlow terms of use: By using this app, you agree that your data will be securely stored on Supabase infrastructure.

source: FinansFlow, kişisel ve aile finansınızı yönetmeniz için tasarlanmış bir uygulamadır. Gelir, gider, yatırım ve net varlık takibinizi tek bir yerden yapabilirsiniz.
en: FinansFlow is an app designed to manage your personal and family finances. You can track income, expenses, investments and net worth all in one place.

source: Frekans
en: Frequency

source: GİDER DAĞILIMI
en: EXPENSE BREAKDOWN

source: Gayrimenkul
en: Real Estate

source: Gayrimenkul, araç veya diğer varlıklarınızı ekleyin
en: Add your real estate, vehicles, or other assets

source: Geçersiz değer
en: Invalid value

source: Geçersiz tutar
en: Invalid amount

source: Gelir
en: Income

source: Gelir & Gider Takibi
en: Income & Expense Tracking

source: Gelir Ekle
en: Add Income

source: Gelir Türü
en: Income Type

source: Genel
en: General

source: Getiri
en: Return

source: Gider
en: Expense

source: Gider Ekle
en: Add Expense

source: Giriş Yap
en: Sign In

source: Gizlilik Politikası
en: Privacy Policy

source: Güncel Değer
en: Current Value

source: Güvenlik
en: Security

source: Görünüm
en: Appearance

source: Görünürlük
en: Visibility

source: Haftalık
en: Weekly

source: Hakkında
en: About

source: Hata
en: Error

source: Henüz Borç Kaydı Yok
en: No Debt Records Yet

source: Henüz Pasif Gelir Yok
en: No Passive Income Yet

source: Henüz Varlık Yok
en: No Assets Yet

source: Henüz Yatırım Yok
en: No Investments Yet

source: Henüz İşlem Yok
en: No Transactions Yet

source: Henüz işlem yok
en: No transactions yet

source: Henüz varlık yok
en: No assets yet

source: Henüz veri yok
en: No data yet

source: Henüz yatırım yok
en: No investments yet

source: Hesabın yok mu? Kayıt Ol
en: Don't have an account? Sign Up

source: Hesap Oluştur
en: Create Account

source: Hesaplama için varlık/borç ekleyin
en: Add assets/liabilities to calculate

source: Hisse Senedi
en: Stock

source: Hisse, fon, kripto ve diğer yatırımlarını tek yerden yönet, kar/zarar durumunu izle.
en: Manage stocks, funds, crypto and other investments from one place, monitor profit/loss.

source: Kapsam
en: Scope

source: Kategori
en: Category

source: Kategori Adı
en: Category Name

source: Kategori Düzenle
en: Edit Category

source: Kategori Yok
en: No Category

source: Kategoriler
en: Categories

source: Kaydet
en: Save

source: Kayıt Ol
en: Sign Up

source: Kalan Borç
en: Remaining Debt

source: Kilit Açma
en: Unlock

source: Kilidi Aç
en: Unlock

source: Kimlik Doğrulama Başarısız
en: Authentication Failed

source: Kira
en: Rent

source: Kişisel
en: Personal

source: Konut Kredisi
en: Mortgage

source: Kredi Kartı
en: Credit Card

source: Kredi, kredi kartı veya diğer borçlarınızı ekleyin
en: Add your loans, credit cards, or other debts

source: Kripto
en: Crypto

source: Kullanıcı
en: User

source: Kullanım Koşulları
en: Terms of Use

source: Kupon
en: Coupon

source: Maliyet
en: Cost

source: Mevduat
en: Deposit

source: NAKİT AKIŞI
en: CASH FLOW

source: NET VARLIK
en: NET WORTH

source: NET VARLIK TRENDİ
en: NET WORTH TREND

source: Nakit
en: Cash

source: Net Varlık
en: Net Worth

source: Net varlık snapshot'ı kaydet
en: Save net worth snapshot

source: Not
en: Note

source: Not (opsiyonel)
en: Note (optional)

source: Oluştur
en: Create

source: Oran: --%%
en: Ratio: --%%

source: Ortak
en: Shared

source: Ortak Kullanım
en: Shared Usage

source: PASİF GELİR
en: PASSIVE INCOME

source: Para Birimi
en: Currency

source: Pasif Gelir Düzenle
en: Edit Passive Income

source: Pasif Gelir Ekle
en: Add Passive Income

source: Pasif Gelir Oranı
en: Passive Income Ratio

source: Pasif Gelirler
en: Passive Incomes

source: Periyot
en: Period

source: Platform/Kurum (opsiyonel)
en: Platform/Institution (optional)

source: Portföyünüze ilk yatırımınızı ekleyin
en: Add your first investment to your portfolio

source: Profil
en: Profile

source: SON İŞLEMLER
en: RECENT TRANSACTIONS

source: Seçiniz
en: Select

source: Sil
en: Delete

source: Snapshot Kaydet
en: Save Snapshot

source: Snapshot kaydı yok
en: No snapshots recorded

source: Son Ödeme Tarihi
en: Due Date

source: Sonraki Ödeme Tarihi
en: Next Payment Date

source: Tamam
en: OK

source: Tarih
en: Date

source: Tarih,Tür,Tutar,Kategori,Açıklama
en: Date,Type,Amount,Category,Description

source: Tekrar Dene
en: Retry

source: Tekrarlama
en: Recurrence

source: Tekrarlayan İşlem
en: Recurring Transaction

source: Temettü
en: Dividend

source: Temettü, kira veya faiz gibi pasif gelirlerinizi ekleyin
en: Add your passive income like dividends, rent, or interest

source: Toplam Borç
en: Total Debt

source: TOPLAM PORTFÖY
en: TOTAL PORTFOLIO

source: Tutar
en: Amount

source: Tutar & Frekans
en: Amount & Frequency

source: Tutarlar
en: Amounts

source: Tür
en: Type

source: Tümü
en: All

source: Tümünü Gör
en: See All

source: Tüm gelir ve giderlerini kategori bazlı takip et, aylık nakit akışını kontrol altında tut.
en: Track all your income and expenses by category, keep your monthly cash flow under control.

source: Uygulama
en: App

source: Uygulamaya erişmek için kimlik doğrulayın
en: Authenticate to access the app

source: VARLIKLAR
en: ASSETS

source: VARLIK DAĞILIMI
en: ASSET DISTRIBUTION

source: Varlık
en: Assets

source: Varlık Adı
en: Asset Name

source: Varlık Bilgileri
en: Asset Details

source: Varlık Düzenle
en: Edit Asset

source: Varlık Ekle
en: Add Asset

source: Varlıklar
en: Assets

source: Varlıkların ve borçlarını gör, toplam net varlığını zaman içinde takip et.
en: See your assets and liabilities, track your total net worth over time.

source: Veri
en: Data

source: Verileri Dışa Aktar (CSV)
en: Export Data (CSV)

source: Versiyon
en: Version

source: Workspace Adı
en: Workspace Name

source: Workspace Düzenle
en: Edit Workspace

source: Workspace'ler
en: Workspaces

source: Workspace'lerim
en: My Workspaces

source: YAKLAŞAN
en: UPCOMING

source: Yatırım
en: Investment

source: Yatırım Bilgileri
en: Investment Details

source: Yatırım Düzenle
en: Edit Investment

source: Yatırım Ekle
en: Add Investment

source: Yatırım Portföyü
en: Investment Portfolio

source: Yatırımlar
en: Investments

source: Yeni Ad
en: New Name

source: Yeni Kategori
en: New Category

source: Yeni Workspace
en: New Workspace

source: Yeni işlem ekle
en: Add new transaction

source: Yok
en: None

source: Yok (Ana Kategori)
en: None (Main Category)

source: Yıllık
en: Yearly

source: Yükleniyor...
en: Loading...

source: Çeyreklik
en: Quarterly

source: Çıkar
en: Remove

source: Çıkış Yap
en: Sign Out

source: Ödeme Yöntemi
en: Payment Method

source: Üst Kategori
en: Parent Category

source: Üye Davet Et
en: Invite Member

source: Üyeler
en: Members

source: Şahsi Borç
en: Personal Debt

source: Şifre
en: Password

source: Şifre Tekrar
en: Confirm Password

source: İhtiyaç Kredisi
en: Personal Loan

source: İlk gelir veya gider kaydınızı oluşturun
en: Create your first income or expense record

source: İptal
en: Cancel

source: İşlem
en: Transaction

source: İşlem Düzenle
en: Edit Transaction

source: İşlem Ekle
en: Add Transaction

source: İşlem ara...
en: Search transactions...

source: İşlemler
en: Transactions

source: değer:
en: value:

source: gelir
en: income

source: gider
en: expense

source: kalan:
en: remaining:
